Repository: dobrys/custom-blade-template-engine
Catalog: lang/*.po
Languages: bg

source: Sorry ! Your phone is not recognized !
bg: Съжаляваме! Телефонът Ви не е разпознат!

source: Sorry ! Your subscription is expired !
bg: Съжаляваме! Вашият абонамент е изтекъл!

source: 404 Error Page
bg: Страница за грешка 404

source: Home
bg: Начало

source: Oops! Page Not Found
bg: Опа! Страницата не е намерена

source: The page you are looking for might have been removed had its name changed or is temporarily unavailable.
bg: Страницата, която търсите, може да е била премахната, името ѝ е променено или временно не е налична.

source: Return To Home Page
bg: Върнете се към началната страница

source: Real Time For Fitness
bg: Време за фитнес на живо

source: Personal trainer
bg: Личен треньор

source: Special personal training for everyone, over 1200+ training programs await you.
bg: Специално персонално обучение за всеки, над 1200 тренировъчни програми ви очакват.

source: Get started now
bg: Започнете сега

source: A brand new app
bg: Изцяло ново приложение

source: Online training
bg: Онлайн обучение

source: A whole new generation platform for personal training.
bg: Изцяло ново поколение платформа за персонално обучение.

source: Healthy life
bg: Здравословен живот

source: Hundreds of healthy recipes
bg: Стотици здравословни рецепти

source: Individual recipes selected especially for you, live healthy.
bg: Индивидуални рецепти, специално подбрани за вас, живейте здравословно.

source: Cancellation failed
bg: Отказването не бе успешно

source: Subscription could not be cancelled!
bg: Абонаментът не може да бъде отменен!

source: Your subscription could not be cancelled.
bg: Вашият абонамент не може да бъде отменен.

source: Please contact support.
bg: Моля, свържете се с поддръжката.

source: Cancel Subscription
bg: Откажете абонамента

source: Cancellation succeeded
bg: Отказването бе успешно

source: Subscription cancelled sucessfully!
bg: Абонаментът бе успешно отменен!

source: Subscribe
bg: Абонирай се

source: A user with the specified email address already exists.
bg: Потребител с този имейл вече съществува.

source: Password must be 8 or more characters.
bg: Паролата трябва да е с 8 или повече символа.

source: The passwords do not match.
bg: Паролите не съвпадат.

source: The code from the picture is wrong.
bg: Кодът от картинката е грешен.

source: Register
bg: Регистрация

source: First Name
bg: Име

source: Last Name
bg: Фамилия

source: Email Address
bg: Имейл адрес

source: Phone
bg: Телефон

source: Password
bg: Парола

source: Repeat the password
bg: Повторете паролата

source: Already have an account?
bg: Вече имате акаунт?

source: Enter from here
bg: Влезте от тук

source: Cart Totals
bg: Общо в количката

source: Product
bg: Продукт

source: Fitness training and diets
bg: Фитнес тренировки и диети

source: Free
bg: Безплатно

source: 14 days
bg: 14 дни

source: Total
bg: Общо

source: My account
bg: Моят профил

source: Activate account
bg: Активирай акаунта

source: Custom workout
bg: Персонализирана тренировка

source: My activity
bg: Моята активност

source: My workouts
bg: Моите тренировки

source: Healthy recipes
bg: Здравословни рецепти

source: Favorite recipes
bg: Любими рецепти

source: Profile
bg: Профил

source: Logout
bg: Изход

source: PERSONAL TRAINER
bg: ЛИЧЕН ТРЕНЬОР

source: You have chosen
bg: Вие избрахте

source: Monday
bg: Понеделник

source: Tuesday
bg: Вторник

source: Wednesday
bg: Сряда

source: Thursday
bg: Четвъртък

source: Friday
bg: Петък

source: Saturday
bg: Събота

source: Sunday
bg: Неделя

source: Start workout
bg: Започнете тренировка

source: My favorites recipes
bg: Моите любими рецепти

source: You have no recipes added to your list yet.
bg: Все още нямате добавени рецепти в списъка си.

source: See all healthy recipes
bg: Вижте всички здравословни рецепти

source: Report abuse
bg: Докладвай злоупотреба

source: You have successfully subscribed to our newsletter!
bg: Успешно се абонирахте за нашия бюлетин!

source: JOIN THE COMMUNITY
bg: ПРИСЪЕДИНЕТЕ СЕ КЪМ ОБЩНОСТТА

source: Subscribe Our Newsletter
bg: Абонирайте се за нашия бюлетин

source: Terms and conditions
bg: Общи условия

source: Privacy policy
bg: Политика за поверителност

source: Refund policy
bg: Политика за възстановяване

source: Contact us
bg: Свържете се с нас

source: Abo-Verwaltung
bg: Управление на абонаменти

source: Forgot Password
bg: Забравена парола

source: We have sent a special address to your email, through which you can set a new password for your account.
bg: Изпратихме специален адрес на вашия имейл, чрез който можете да зададете нова парола за акаунта си.

source: If you do not receive a password reset email within 5 minutes
bg: Ако не получите имейл за нулиране на паролата в рамките на 5 минути

source: No user with the specified email exists.
bg: Няма потребител с посочения имейл.

source: Forget Password
bg: Забравена парола

source: Dailyfit24.com :: Free online workouts and recipes for healthy eating
bg: Dailyfit24.com :: Безплатни онлайн тренировки и рецепти за здравословно хранене

source: Custom workoutt
bg: Персонализирана тренировка

source: All recipes
bg: Всички рецепти

source: Tons Of Equipment
bg: Множество оборудване

source: High level training
bg: Обучение на високо ниво

source: Discover over 1200+ unique workouts
bg: Открийте над 1200 уникални тренировки

source: We have created an innovative personal trainer to take care of your fitness and nutrition.
bg: Създадохме иновативен личен треньор, който да се грижи за вашата фитнес форма и хранене.

source: Build the muscles of your dreams
bg: Изградете мускулите на мечтите си

source: Lose weight effectively and quickly
bg: Отслабнете ефективно и бързо

source: Create the body of your dreams
bg: Създайте тялото на мечтите си

source: Hundreds of recipes for healthy living
bg: Стотици рецепти за здравословен начин на живот

source: Try everything for free
bg: Изпробвайте всичко безплатно

source: Selected workouts for everyone
bg: Избрани тренировки за всеки

source: Quality materials and impeccable results
bg: Качествени материали и безупречни резултати

source: Abs Workouts
bg: Тренировки за корема

source: Strength training for everyone
bg: Силови тренировки за всички

source: Join Today
bg: Присъединете се днес

source: Biceps/Triceps Workouts
bg: Тренировки за бицепс/трицепс

source: Fast results
bg: Бързи резултати

source: Back Workouts
bg: Тренировки за гръб

source: Innovative back workouts
bg: Иновативни тренировки за гръб

source: Cardio Workouts
bg: Кардио тренировки

source: Chest Workouts
bg: Тренировки за гърди

source: Impressive results
bg: Впечатляващи резултати

source: Deltoids Workouts
bg: Тренировки за делтоиди

source: Specially detailed workouts
bg: Тренировки с подробни инструкции

source: Legs Workouts
bg: Тренировки за крака

source: High level leg training
bg: Високо ниво на тренировка за крака

source: New exercises
bg: Нови упражнения

source: Working Hours & Classes
bg: Работно време и занятия

source: ABS
bg: КОРЕМ

source: ARMS
bg: РЪЦЕ

source: BACK
bg: ГРЪБ

source: NICE BODY
bg: ХУБАВО ТЯЛО

source: LOSING WEIGHT
bg: ОТСЛАБВАНЕ

source: CHEST
bg: ГЪРДИ

source: LEGS
bg: КРАКА

source: MIXED
bg: СМЕСЕНО

source: CARDION
bg: КАРДИО

source: GET IN TOUCH
bg: СВЪРЖЕТЕ СЕ

source: Leave a Message
bg: Оставете съобщение

source: PERSONAL FITNESS TRAINER
bg: ЛИЧЕН ФИТНЕС ТРЕНЬОР

source: Duration:
bg: Продължителност:

source: Create list
bg: Създай списък

source: List name
bg: Име на списъка

source: Weight (kg)
bg: Тегло (кг)

source: Height (cm)
bg: Ръст (см)

source: Short description:
bg: Кратко описание:

source: Create
bg: Създай

source: You don't have any workout lists created yet.
bg: Все още нямате създадени тренировъчни списъци.

source: My profile
bg: Моят профил

source: Workouts
bg: Тренировки

source: Screenshots
bg: Екранни снимки

source: Exercises
bg: Упражнения

source: Reviews
bg: Отзиви

source: Contact Us
bg: Свържете се с нас

source: CANCEL SUBSCRIPTION
bg: АНУЛИРАЙ АБОНИМЕНТА

source: Login
bg: Вход

source: Navigation
bg: Навигация

source: Account status
bg: Статус на акаунта

source: Active
bg: Активен

source: Inactive
bg: Неактивен

source: Activate now
bg: Активирай сега

source: Forgot My Password?
bg: Забравена парола?

source: Register for free
bg: Регистрирай се безплатно

source: Profile info
bg: Информация за профила

source: Names
bg: Имена

source: E-mail:
bg: Имейл:

source: Workout purposes
bg: Цели на тренировката

source: Please select your workout purposes *
bg: Моля, изберете целите на вашата тренировка *

source: Muscles
bg: Мускули

source: Losing weight
bg: Отслабване

source: Nice body
bg: Хубаво тяло

source: Mixed for everything
bg: Смесено за всичко

source: Age
bg: Възраст

source: Sex
bg: Пол

source: Please select your sex *
bg: Моля, изберете вашия пол *

source: Male
bg: Мъж

source: Famale
bg: Жена

source: Something else
bg: Друго

source: Update
bg: Обнови

source: App screenshots
bg: Снимки на приложението

source: Web screenshots
bg: Снимки на уеб сайта

source: Workout
bg: Тренировка

source: About Us
bg: За нас

source: Contact Information
bg: Контактна информация

source: Office Address
bg: Офис адрес

source: Email Us
bg: Изпратете ни имейл

source: Office Open
bg: Работно време на офиса

source: Follow Us
bg: Последвайте ни

source: Newsletter
bg: Бюлетин

source: Your browser does not support the video tag.
bg: Вашият браузър не поддържа видео таг.

source: We have created a special series of training for you, you have chosen that you want to
bg: Създадохме специална серия тренировки за вас, вие избрахте да

source: You have successfully added this workout to your list.
bg: Успешно добавихте тази тренировка в своя списък.

source: Add to my workouts
bg: Добави към моите тренировки

source: Create workout list
bg: Създай списък с тренировки

source: Add
bg: Добави

source: Repeats
bg: Повторения

source: required
bg: задължително

source: Sets
bg: Серии

source: made
bg: изпълнени

source: Statistics
bg: Статистика

source: You have successfully added the recipe to the list of favorite recipes!
bg: Успешно добавихте рецептата в списъка с любими рецепти!

source: Add to favorites
bg: Добави в любими

source: Remove from favorites
bg: Премахни от любими

source: Calories
bg: Калории

source: Proteins
bg: Протеини

source: Fat
bg: Мазнини

source: CH
bg: Въглехидрати

source: Goal
bg: Цел

source: Total time
bg: Общо време

source: Difficulty
bg: Трудност

source: Nutritional values (per serving)
bg: Хранителни стойности (на порция)

source: Ingredients
bg: Съставки

source: 1 person
bg: 1 човек

source: PREPARATION
bg: Приготвяне

source: Enjoy your meal!
bg: Добър апетит!

source: Select a list
bg: Изберете списък

source: Please select a list *
bg: Моля, изберете списък *

source: doing exercises
bg: Изпълняване на упражнения

source: High-quality animation of
bg: Висококачествена анимация на

source: Choose a custom workout
bg: Изберете персонализирана тренировка

source: You,must be a member to use that service !
bg: Трябва да сте член, за да използвате тази услуга!

source: Best Online Fitnes | Dailyfit24
bg: Най-добрият онлайн фитнес | Dailyfit24

source: BEST ONLINE FITNESS COURSES
bg: НАЙ-ДОБРИТЕ ОНЛАЙН ФИТНЕС КУРСОВЕ

source: MAKE
bg: СЪЗДАЙ

source: YOUR BODY SHAPE
bg: ФИГУРАТА СИ

source: Unleash your potential and embark on a journey towards a stronger, fitter, and more confident you. Sign up for 'Make Your Body Shape' now and witness the incredible transformation your body is capable of!
bg: Освободете своя потенциал и поемете по пътя към по-силно, по-фит и по-уверено Аз. Запишете се в „Създай фигурата си“ сега и наблюдавайте невероятната трансформация, на която е способен тялото ви!

source: EXPLORE OUR PROGRAM
bg: ОПЗНАЙТЕ НАШАТА ПРОГРАМА

source: Strength
bg: Сила

source: Embrace the essence of strength as we delve into its various dimensions physical, mental, and emotional.
bg: Прегърнете същността на силата, докато разглеждаме нейните различни аспекти - физически, умствени и емоционални.

source: Physical Fitness
bg: Физическа форма

source: It encompasses a range of activities that improve health, strength, flexibility, and overall well-being.
bg: Тя включва набор от дейности, които подобряват здравето, силата, гъвкавостта и общото благополучие.

source: Fat Lose
bg: Отслабване

source: Through a combination of workout routines and expert guidance, we'll empower you to reach your goals.
bg: Чрез комбинация от тренировъчни програми и професионално насочване, ще ви помогнем да постигнете целите си.

source: Weight Gain
bg: Набиране на тегло

source: Designed for individuals, our program offers an effective approach to gaining weight in a sustainable manner.
bg: Нашата програма, предназначена за отделни лица, предлага ефективен подход за устойчиво покачване на тегло.

source: THE CLASS YOU WILL GET HERE
bg: ЗАНЯТИЕТО, КОЕТО ЩЕ ПОЛУЧИТЕ ТУК

source: Led by our team of expert and motivational instructors, "The Class You Will Get Here" is a high-energy, results-driven session that combines a perfect blend of cardio, strength training, and functional exercises. Each class is carefully curated to keep you engaged and challenged, ensuring you never hit a plateau in your fitness endeavors.
bg: Водено от нашия екип от експертни и мотивиращи инструктори, „Занятието, което ще получите тук“ е динамична сесия, насочена към резултати, съчетаваща перфектна комбинация от кардио, силова тренировка и функционални упражнения. Всяко занятие е внимателно подбрано, за да ви държи ангажирани и предизвикани, като гарантира, че никога няма да зациклите в своя фитнес напредък.

source: Book A Class
bg: Запази час

source: WHY JOIN US ?
bg: ЗАЩО ДА СЕ ПРИСЪЕДИНИТЕ КЪМ НАС?

source: Our diverse membership base creates a friendly and supportive atmosphere, where you can make friends and stay motivated.
bg: Нашето разнообразно членство създава приятелска и подкрепяща атмосфера, където можете да намерите приятели и да останете мотивирани.

source: Personal Trainer
bg: Личен треньор

source: Unlock your potential with our expert Personal Trainers.
bg: Отключете своя потенциал с помощта на нашите експертни лични треньори.

source: Practice Sessions
bg: Практически сесии

source: Elevate your fitness with practice sessions.
bg: Подобрете своята форма с практическите сесии.

source: Good Management
bg: Добро управление

source: Supportive management, for your fitness success.
bg: Подкрепящо управление за вашия фитнес успех.

source: Join Now
bg: Присъедини се сега

source: Termeni
bg: Условия

source: Imprint
bg: Отпечатък

source: Gestionarea Abonamentului
bg: Управление на абонамента

source: Imprimer
bg: Печат

source: Contact
bg: Контакт

source: Workouts
bg: Тренировки
